Repository: Ghufran0987/ZeroGravity
Catalog: ZeroGravity.Mobile/ZeroGravity.Mobile/Resx/AppResources.*.resx
Languages: de

# Common_Back
source: Back
de: Zurück

# Button_Save
source: Save
de: Speichern

# Common_Busy
source: Loading...
de: Lädt...

# DietPreferences_LactoVegetarian_Description
source: Vegeterian but with lactose-free dairy products only.
de: Milchprodukte und Gemüse, augeschlossen ist rotes Fleisch, Fisch, Geflügel und Eier

# DietPreferences_LactoVegetarian_Title
source: Lacto-Vegetarian
de: Lacto-Vegetarisch

# DietPreferences_OvoVegetarian_Description
source: Only Eggs and plant-based.
de: Eier und Gemüse, augeschlossen ist rotes Fleisch, Fisch, Geflügel, Milch und Milchprodukte

# DietPreferences_OvoVegetarian_Title
source: Ovo-Vegetarian
de: Ovo-Vegetarisch

# DietPreferences_Pescetarian_Description
source: Mainly Vegetarian, but I do eat fish, eggs and dairy.
de: Fisch, Eier, Milch, Milchprodukte und Gemüse, augeschlossen ist rotes Fleisch und Geflügel

# DietPreferences_Pescetarian_Title
source: Pescetarian
de: Pesketarisch

# DietPreferences_Schedule
source: Schedule
de: Zeitplan

# DietPreferences_Schedule_Breakfast
source: Breakfast
de: Frühstück

# DietPreferences_Schedule_Dinner
source: Dinner
de: Abendessen

# DietPreferences_Schedule_Lunch
source: Lunch
de: Mittagessen

# DietPreferences_Standart_Description
source: I'll eat anything
de: Rotes Fleisch, Fisch, Geflügel, Eier, Milch, Milchprodukte und Gemüse

# DietPreferences_Standart_Title
source: Regular
de: Standard

# DietPreferences_Title
source: Dietary Preferences
de: Ernährungs-Präferenzen

# DietPreferences_Vegan_Description
source: Plant based only
de: Gemüse jeglicher Art, aussgeschlossen sind Fleischprodukte jeglicher Art

# DietPreferences_Vegetarian_Description
source: Only eggs, diary & plant-based.
de: Eier, Milch und Milchprodukte und Gemüse, augeschlossen ist rotes Fleisch, Fisch und Geflügel

# DietPreferences_Vegetarian_Title
source: Vegetarian
de: Vegetarisch

# Login_Error
source: Login failed.
de: Anmeldung fehlgeschlagen.

# Login_Title
source: Login
de: Anmeldung

# MedicalPreconditions_Arthritis_Description
source: Arthritis description
de: Arthritis Beschreibung

# MedicalPreconditions_CardiacCondition
source: Cardiac condition
de: Herzerkrankung

# MedicalPreconditions_CardiacCondition_Description
source: Cardiac condition description
de: Herzerkrankung Beschreibung

# MedicalPreconditions_Diabetes_Description
source: Diabetes description
de: Diabetes Beschreibung

# MedicalPreconditions_Diabetes_Prediabetic
source: Pre-diabetic
de: Prä-Diabetiker

# MedicalPreconditions_Diabetes_Type1
source: Type 1
de: Typ 1

# MedicalPreconditions_Diabetes_Type2Dietcontrol
source: Type 2 on diet control
de: Typ 2 mit Diät

# MedicalPreconditions_Diabetes_Type2Insulin
source: Type 2 on insulin
de: Typ 2 mit Insulin

# MedicalPreconditions_Diabetes_Type2Oralmedication
source: Type 2 on oral medication
de: Typ 2 orale Medikamentation

# MedicalPreconditions_Hypertension
source: Hypertension
de: Hypertonie

# MedicalPreconditions_Hypertension_Description
source: Hypertension description
de: Hypertonie Beschreibung

# MedicalPreconditions_Title
source: Medical pre-conditions
de: Medizinische Vorerkrankungen

# PersonalData_BodyFat
source: Body Fat (%)
de: Körperfett (%)

# PersonalData_County
source: COUNTRY
de: LAND

# PersonalData_FirstName
source: FIRST NAME
de: VORNAME

# PersonalData_Height
source: Height (cm)
de: Größe

# PersonalData_LastName
source: LAST NAME
de: NACHNAME

# PersonalData_Salutation
source: SALUTATION
de: ANREDE

# PersonalData_Title
source: Personal Data
de: Persönliche Daten

# PersonalData_UpperArmDiameter
source: UpperArm Diameter
de: Oberarm-Umfang

# PersonalData_WaistDiameter
source: Waist (cm)
de: Taillenumfang

# PersonalData_Weight
source: Weight (kg)
de: Gewicht

# PersonalData_YearOfBirth
source: YEAR OF BIRTH
de: Geburtsjahr

# Register_Error
source: Register failed.
de: Registrierung fehlgeschlagen.

# Register_Title
source: Registration
de: Registrierung

# TimePicker_Hours
source: Hours
de: Stunden

# TimePicker_Minutes
source: Minutes
de: Minuten

# Welcome_Greeting
source: Welcome to Miboko
de: Willkommen bei Miboko

# SessionTimedOut_Title
source: Session timed out
de: Sitzung abgelaufen

# SessionTimedOut_Msg
source: The current session has expired due to inactivity. You will be forwarded to login.
de: Die aktuelle Sitzung ist wegen Inaktivität abgelaufen. Sie werden zur Anmeldung weitergeleitet.

# Common_Error
source: Error
de: Fehler

# AlreadyRegisteredUser
source: Already a user?
de: Bereits registriert?

# ContinueApple
source: Sign-In with Apple
de: Anmeldung mit Apple

# ContinueGoogle
source: Sign-In with Google
de: Anmeldung mit Google

# EmailJoin
source: Join with email
de: Mit E-Mail registrieren

# EmailValidationErrorHint
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# Email_Capitals
source: EMAIL ADDRESS
de: EMAIL ADRESSE

source: Get started
de: Log geht's

# Login_Submit
source: Submit
de: Anmelden

source: Password
de: Passwort

# Password_Capitals
source: PASSWORD
de: PASSWORT

# Privacy
source: By signing in you agree to our
de: Nutzungsbedingungen und Datenschutz

# RegisterBusy
source: Registering...
de: Registrieren...

# Register_Submit
source: I Want To Join Miboko
de: Registrieren

source: Sign in
de: Anmelden

# PasswordReset_Error
source: Resetting password failed
de: Fehler beim Zurücksetzen des Passworts.

# Profile_Title
source: Profile
de: Profil

# Button_Logout
source: Logout
de: Abmelden

# PickPhotoUnsupported_Message
source: Your device does not allow picking photos.
de: Ihr Gerät unterstützt das Auswählen von Bildern nicht.

# Unsuported_Title
source: Functionality unsupported
de: Funktionalität nicht unterstützt

# FirstUseWizard_Greeting_Description
source: In order to get you started, we need a bit of information about you, your lifestyle and medical conditions. No worries, we keep your data save and will never share anything without your explicit consent.
de: Damit du mit der App durchstarten kannst, benötigen wir ein paar Informationen von Dir, deinem Lebensstil und deinem medizinischen Zustand. Keine Sorge, deine Daten sind bei uns sicher und werden niemals ohne deine explizite Zustimmung geteilt.

# FirstUseWizard_Greeting_Title
source: Howdy, welcome to Miboko.
de: Hallo, Willkommen bei Miboko!

# Button_Continue
source: Continue
de: Fortsetzen

# Button_Finish
source: Finish
de: Fertig

source: Member since
de: Mitglied seit

# FoodAmount_Heavy
source: Heavy
de: Viel

# FoodAmount_Light
source: Light
de: Leicht

# FoodAmount_Medium
source: Medium
de: Mittelmäßig

# FoodAmount_VeryLight
source: Very light
de: Sehr leicht

# PersonalGoal_Breakfast
source: Breakfast
de: Frühstück

# PersonalGoal_Dinner
source: Dinner
de: Abendessen

# PersonalGoal_Lunch
source: Lunch
de: Mittagessen

# PersonalGoal_PerDay
source: {0}/day
de: {0}/Tag

# PersonalGoal_Title
source: Your Goals
de: Empfohlene Ziele

# PersonalGoal_WaterConsumption
source: Water consumption
de: Wasseraufnahme

# Activities_DayToDay
source: Day-to-day
de: Alltag

# Activities_Exercise
source: Exercise
de: Sport

# Activities_Subtitle
source: How long you were active?
de: Wie lange waren Sie aktiv?

# Activities_SyncActivities
source: Sync activities
de: Aktivitäten synchronisieren

# Activities_Title
source: Activities
de: Aktivität

# DayToDay_Date
source: DATE
de: DATUM

# DayToDay_Duration
source: {0} hours
de: {0} Stunden

# DayToDay_Subtitle
source: How long were you out walking?
de: Wie lange sind Sie gelaufen?

# DayToDay_Title
source: Day-to-day
de: Alltag

# Exercise_ActivityType
source: TYPE OF ACTIVITY
de: SPORTART

# Exercise_Date
source: DATE&TIME
de: DATUM&UHRZEIT

# Exercise_Duration
source: {0} hours
de: {0} Stunden

# Exercise_Subtitle
source: How long were you doing sports?
de: Wie lange haben Sie Sport getrieben?

# Exercise_Title
source: Exercise
de: Sport

# DayToDay_Time
source: Time
de: UHRZEIT

# DatePicker_Day
source: Day
de: Tag

# DatePicker_Month
source: Month
de: Monat

# ExerciseItems_Hike
source: Hike
de: Wandern

# ExerciseItems_Ride
source: Biking
de: Radfahren

# ExerciseItems_Run
source: Run
de: Joggen

# ExerciseItems_Swim
source: Swim
de: Schwimmen

# ComboBox_Watermark
source: Please select an option
de: Bitte wählen Sie eine Option aus

# Notifications_Title
source: Notifications
de: Benachrichtigungen

# Account_Delete
source: DELETE YOUR ACCOUNT
de: Konto löschen

# Email_Change
source: Change your email address
de: E-Mail-Adresse ändern

# Password_Change
source: Change your password
de: Passwort ändern

source: Email address
de: E-Mail-Adresse

# Account_Delete_Warning_Label
source: Please note
de: Bitte beachten!

# Enter_Password_Continue_Label
source: Enter password to continue
de: Geben Sie bitte Ihr Passwort ein, um forzufahren

# Account_Delete_Forever
source: Delete account forever
de: Konto für immer löschen

# Account_Delete_Warning_Text
source: Your account will be permanently erased and your data cannot be recovered.
de: Ihr Konto wird dauerhaft gelöscht und Ihre Daten können nicht wiederhergestellt werden.

# Common_Request_Error
source: An error occurred while processing your request.
de: Während Ihrer Anfrage ist ein Fehler aufgetreten.

# Password_Invalid
source: The password you provided is incorrect.
de: Das von Ihnen angegebene Passwort ist falsch.

# Password_Invalid_Title
source: Invalid password
de: Falsches Passwort

# Account_Deleted_Title
source: Account deleted
de: Konto gelöscht

# FastingData_EndsAtSameDay
source: End Time
de: ENDET UM

# FastingData_Hours
source: hours
de: Stunden

# FastingData_StartsAt
source: Start Time
de: STARTET UM

# FastingData_Subtitle
source: Set a Fasting Timer to help improve your metabolic health
de: Fasten geplant für die nächsten...

# FastingData_Title
source: Fasting
de: Fasten

# FastingSetting_Friday
source: Friday
de: Freitag

# FastingSetting_Monday
source: Monday
de: Montag

# FastingSetting_RepeatTitle
source: Repeat on every...
de: Wiederholen an jedem...

# FastingSetting_Saturday
source: Saturday
de: Samstag

# FastingSetting_SkipBreakfast
source: Skip breakfast
de: Frühstück überspringen

# FastingSetting_SkipDinner
source: Skip dinner
de: Abendessen überspringen

# FastingSetting_SkipLunch
source: Skip lunch
de: Mittagessen überspringen

# FastingSetting_Subtitle
source: Please select what you are skipping
de: Set a Fasting Timer to help improve your metabolic health

# FastingSetting_Sunday
source: Sunday
de: Sonntag

# FastingSetting_Thursday
source: Thursday
de: Donnerstag

# FastingSetting_Title
source: Fasting
de: Fasten

# FastingSetting_Tuesday
source: Tuesday
de: Dienstag

# FastingSetting_Wednesday
source: Wednesday
de: Mittwoch

# Common_SaveSuccessful
source: Data was successfully saved.
de: Daten wurden erfolgreich gespeichert

# Email_Change_Title
source: Change your email address
de: E-Mail ändern

# Email_New_Input_Capitals
source: YOUR EMAIL ADDRESS
de: IHRE E-MAIL-ADRESSE

# Email_New_Label
source: Enter new email
de: Geben Sie eine neue E-Mail-Adresse ein

# Password_Current_Capitals
source: CURRENT PASSWORD
de: DERZEITIGES PASSWORT

# Password_New_Capitals
source: NEW PASSWORD
de: NEUES PASSWORT

# Password_New_Label
source: Enter new password
de: Geben Sie ein neues Passwort ein

# Password_New_Repeat_Capitals
source: REPEAT NEW PASSWORD
de: NEUES PASSWORT WIEDERHOLEN

# Password_Current_Required_Message
source: Current password cannot be blank.
de: Ihr derzeitiges Passwort darf nicht leer sein.

# Password_Current_Required_Title
source: Current password required
de: Derzeitiges Passwort benötigt

# Password_New_Match_Error_Message
source: Please enter identical passwords.
de: Bitte geben Sie identische Passwörter ein.

# Password_New_Match_Error_Title
source: Password not matching
de: Passwort stimmt nicht überein

# MealsSnacksBreakfast_Subtitle
source: How you are feeling now?
de: Wie fühlen Sie sich heute?

# MealsSnacksBreakfast_Title
source: Breakfast
de: Frühstück

# MealsSnacks_Name
source: WHAT DID YOU EAT?
de: WAS HABEN SIE GEGESSEN?

# TimePicker_Time
source: Time
de: Zeit

# MealsSnacks_TimePicker_Hours
source: Hours
de: Stunden

# MealsSnacks_TimePicker_Minutes
source: Minutes
de: Minuten

# MealsSnacks_TimePicker_Time
source: TIME
de: ZEIT

# MealsSnacksDinner_Subtitle
source: How you are feeling now?
de: Wie fühlen Sie sich heute?

# MealsSnacksDinner_Title
source: Dinner
de: Abendessen

# MealsSnacksHealthySnack_Subtitle
source: How you are feeling now?
de: Wie fühlen Sie sich heute?

# MealsSnacksHealthySnack_Title
source: Healthy Snacks
de: Gesunder Snacks

# MealsSnacksUnhealthySnack_Subtitle
source: How you are feeling now?
de: Wie fühlen Sie sich heute?

# MealsSnacksUnhealthySnack_Title
source: Unhealthy Snacks
de: Ungesunder Snacks

# MealsSnacksLunch_Subtitle
source: How you are feeling now?
de: Wie fühlen Sie sich heute?

# MealsSnacksLunch_Title
source: Lunch
de: Mittagessen

# TabPage_Account
source: Account
de: Konto

# TabPage_Analysis
source: Analysis
de: Analyse

# TabPage_MyDay
source: My Day
de: Mein Tag

# TabPage_Stream
source: Stream
de: Neuigkeiten

# AccountOverview_AccountSecurity
source: Security
de: Sicherheit

# AccountOverview_DietPreferences
source: Diet
de: Diät

# AccountOverview_Integrations
source: Integrations
de: Integrationen

# AccountOverview_MedicalPreconditions
source: Medical
de: Krankh.

# AccountOverview_PersonalData
source: Personal
de: Persönlich

# AccountOverview_PersonalGoals
source: Goals
de: Ziele

# MyDay_Description
source: Goals and Activities
de: Essen und Aktivitäten

# MyDay_Activities
source: Ativities
de: Aktivitäten

# MyDay_Fasting
source: Fasting
de: Fasten

# MyDay_MealSnacks
source: Meals & Snacks
de: Mahlzeiten & Snacks

# MyDay_Calories
source: Calorie Drinks
de: Kalorienhaltige Getränke

# MyDay_TrackedToday
source: Tracked Today
de: Verlauf vom:

# MyDay_WaterIntake
source: Water
de: Wasser

# MyDay_Wellbeing
source: Wellbeing
de: Wohlbefinden

# MealsSnacks_Breakfast
source: Breakfast
de: Frühstück

# MealsSnacks_Description
source: Choose a category
de: Wähle eine Kategorie

# MealsSnacks_Dinner
source: Dinner
de: Abendessen

# MealsSnacks_HealthySnack
source: Healthy snack
de: Gesunder Snack

# MealsSnacks_Lunch
source: Lunch
de: Mittagessen

# MealsSnacks_Title
source: Meals & Snacks
de: Mahlzeiten & Snacks

# MealsSnacks_UnhealtySnack
source: Unhealthy snack
de: Ungesunder Snack

# CalorieDrinksAlcohol_Name
source: WHAT DID YOU DRINK?
de: WAS HABEN SIE GETRUNKEN?

# CalorieDrinksAlcohol_Subtitle
source: How much did you drink?
de: Wie viel haben Sie getrunken?

# CalorieDrinksAlcohol_Time
source: TIME
de: ZEIT

# CalorieDrinksAlcohol_Title
source: Calorie drinks
de: Kalorienhaltige Getränke

# LiquidIntake_Cups
source: {0} cup(s)
de: {0} Tasse(n)

# WaterIntake_Subtitle
source: How much water have you had?
de: Wie viel haben Sie getrunken?

# WaterIntake_Time
source: At what time?
de: ZEIT

# WaterIntake_Title
source: Water
de: Wasser

# Common_Connectivity_Message_NoInternet
source: No internet access available. Please ensure to be connected to the internet.
de: Kein Internetzugang verfügbar. Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind.

# Common_Connectivity_Title
source: Internet connection
de: Internetverbindung

# StepCount_Description
source: How many steps did you walk today?
de: Wie viele Schritte sind Sie heute gelaufen?

# StepCount_Steps
source: Steps
de: Schritte

# StepCount_Title
source: StepCount
de: Schritte

# Activities_StepCount
source: StepCount
de: Schritte

# StepCount_NotAvailable
source: This feature is not supported by your device.
de: Dieses Feature wird von diesem Gerät nicht unterstützt.

# Password_New_Required_Message
source: New password cannot be blank.
de: Ihr neues Passwort darf nicht leer sein.

# Password_New_Required_Title
source: New password required
de: Neues Passwort benötigt

# Password_Length_Message
source: For your own security, please choose a password with a minimum length of {0} characters.
de: Wählen Sie zu Ihrer eigenen Sicherheit ein Passwort mit einer Mindestlänge von {0} Zeichen.

# Password_Length_Title
source: Password too short
de: Password zu kurz

# TermsAndPrivacy_1_Label
source: I agree to the
de: Ich akzeptiere die

# TermsAndPrivacy_2_Label
source: terms
de: Nutzungsbedingungen

# TermsAndPrivacy_3_Label
source: and
de: und

# TermsAndPrivacy_4_Label
source: policy
de: Datenschutzbestimmungen

# Newsletter_Label
source: You may send me a newsletter
de: Sie können mir einen Newsletter senden

# PasswordForgot_Submit
source: Reset Password
de: Absenden

# WellbeingData_Subtitle
source: How are you feeling today?
de: Wie fühlen Sie sich heute?

# WellbeingData_Title
source: Wellbeing
de: Wohlbefinden

# WellbeingType_Bad
source: Bad
de: Schlecht

# WellbeingType_Fantastic
source: Fantastic
de: Fantastisch

# WellbeingType_Great
source: Great
de: Gut

# WellbeingType_NotSoGreat
source: Not that great
de: Nicht so gut

# WellbeingType_VeryBad
source: Very Bad
de: Sehr schlecht

# IntegrationDetail_About
source: About
de: Über

# IntegrationDetail_Device
source: Device
de: Gerät

# IntegrationDetail_Link_Device
source: Link device
de: Gerät verbinden

# IntegrationDetail_Link_Service
source: Link service
de: Dienst verbinden

# IntegrationDetail_Service
source: Service
de: Dienst

# IntegrationDetail_Unlink_Device
source: Unlink device
de: Gerät trennen

# IntegrationDetail_Unlink_Service
source: Unlink service
de: Dienst trennen

# ActivitySyncOverview_Subtitle
source: Sync data from devices and services you use
de: Daten von Geräten und Diensten synchronisieren die Sie verwenden

# ActivitySyncOverview_Title
source: Sync activities
de: Aktivitäten synchronisieren

# Salutation_Female
source: Mrs
de: Frau

# Salutation_Male
source: Mr
de: Herr

# Country_England
source: United Kingdom
de: Vereinigtes Königreich

# Country_France
source: France
de: Frankreich

# Country_Germany
source: Germany
de: Deutschland

# ActivitySyncDetail_FoundActivities
source: {0} Activities found
de: {0} Aktivitäten wurden gefunden

# PersonalData_HipDiameter
source: Hip (cm)
de: Hüftumfang

# PersonalData_NeckDiameter
source: Neck (cm)
de: Halsumfang

# PersonalGoal_Activites
source: Activities
de: Aktivitäten

# PersonalGoal_BodyFat
source: Body fat (%)
de: Körperfett (%)

# PersonalGoal_Description
source: Base on the information you have provided, these are the daily goals we recommend.
de: Die Ziele werden basierend auf den Parametern, die Sie eingegeben haben gesetzt. Diese können nach Belieben von Ihnen angepasst werden.

# PersonalGoal_HealthySnacks
source: Healthy snacks
de: Gesunde Snacks

# PersonalGoal_HoursPerWeek
source: {0}h / week
de: {0}Std. / Woche

# PersonalGoal_CalorieDrinks
source: Calorie drinks
de: Kalorienhaltige Getränke

# PersonalGoal_Summary
source: Based on your data, the following Body fat and Body-Mass-Index (BMI) values were calculated:
de: Basierend auf Ihren Daten, wurde die folgenden Werte für das Körperfett und den Body-Mass-Index (BMI) errechnet:

# PersonalGoal_UnhealthySnacks
source: Unhealthy snacks
de: Ungesunde Snacks

# PersonalGoal_FinishSetup
source: Finish Setup
de: Einrichtung Abschliessen

# WizardStep_Page1Title
source: Step 1 of 5
de: Schritt 1 von 5

# WizardStep_Page2Title
source: Step 2 of 5
de: Schritt 2 von 5

# WizardStep_Page3Title
source: Step 3 of 5
de: Schritt 3 von 5

# WizardStep_Page4Title
source: Step 4 of 5
de: Schritt 4 von 5

# WizardStep_Page5Title
source: Step 5 of 5
de: Schritt 5 von 5

# WizardStep_StartJourney
source: Start your journey
de: Starte dein Abenteuer

# WizardImageSelection_Select
source: Click to select image
de: Klicken um ein Bild auszuwählen

# WizardImageSelection_Title
source: Profile picture
de: Laden Sie ein Profilbild hoch

# Feedback_ActualAverage
source: in the last 7 days
de: in den letzen 7 Tagen

# Feedback_Bodyfat
source: Body fat (%)
de: Körperfett (%)

# Feedback_Coachings
source: Recommended coachings
de: Empfohlene Beratung

# Feedback_Description
source: Based on your data, the body fat and Body-Mass-Index (BMI) have been calculated. Click on the items to learn more about how we measure this and what is supposed to be normal.
de: Basierend auf Ihren Daten wurden Körperfett und BMI berechnet. Klicken Sie auf die Werte um mehr darüber zu erfahren, wie diese berechnet werden und welche Werte "normal" sind.

# Feedback_MentalTrainingDescription
source: Mental training description
de: Mentales-Training-Beschreibung

# Feedback_MentalTrainingTitle
source: Mental training
de: Mentales-Training

# Feedback_NutritionDescription
source: Nutrition consulting description
de: Ernährungsberatung-Beschreibung

# Feedback_NutritionTitle
source: Nutrition consulting
de: Ernährungsberatung

# Feedback_PersonalTrainingDescription
source: Personal training description
de: Personal-Trainer-Beschreibung

# Feedback_PersonalTrainingTitle
source: Personal training
de: Personal-Trainer

# Feedback_Recommended
source: Recommended
de: Empfohlen

# Feedback_CalorieDrinkAlcoholTitle
source: Calorie drinks
de: Kalorienhaltige Getränke

# Feedback_Subtitle
source: Recommendations based on your data
de: Empfehlungen basieren auf Ihren Daten

# Feedback_UpdateMeasures
source: Update body measures
de: Körpermaße anpassen

# Feedback_WaterTitle
source: Water
de: Wasser

# Feedback_ActivityTitle
source: Activities
de: Aktivitäten

# AnalysisPage_LoadData_ErrorMessage
source: Data could not be loaded
de: Daten konnten nicht geladen werden

# AnalysisPage_SubTitle
source: Daily analysis
de: Tägliche Analyse

# HistoryPlaceholder_Item1
source: Exercise for 01:30
de: Sport für 01:30

# HistoryPlaceholder_Item2
source: Breakfast at 09:20
de: Frühstück um 09:20

# HistoryPlaceholder_Item3
source: 500ml at 09:20
de: 500ml um 09:20

# HistoryPlaceholder_Item4
source: Lunch at 13:15
de: Mittagessen um 13:15

# HistoryPlaceholder_Item5
source: 250ml at 13:15
de: 250ml um 13:15

# Button_ContinueSkip
source: Next
de: Überspringen / Fortsetzen

# Activity_Intensity_Low
source: low
de: niedrig

# Activity_Intensity_Moderate
source: moderate
de: moderat

# Activity_Intensity_Vigorous
source: vigorous
de: stark

# Activities_Intensity
source: How Intense was your activity?
de: INTENSITÄT

# Activities_SummaryText
source: Total activity for today
de: Heute insgesamt - {0}h

# Activities_Time
source: At What time?
de: ZEIT

# Activities_TypeOfActivity
source: What did you do?
de: ART DER TÄTIGKEIT

source: Sign in with email
de: Anmeldung mit E-Mail

# WaterIntake_SummaryText
source: Total for today
de: Total today - {0}{1}

# Feedback_BreakfastTitle
source: Breakfast
de: Frühstück

# Feedback_DinnerTitle
source: Dinner
de: Abendessen

# Feedback_HealthySnackTitle
source: Healthy Snack
de: Gesunder Snack

# Feedback_LunchTitle
source: Lunch
de: Mittagesssen

# Feedback_UnhealthySnackTitle
source: Unhealthy Snack
de: Ungesunder Snack

# FoodAmount_NotAvailable
source: N/A
de: n.V.

# Feedback_HealthySnackAmountIdeal
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_HealthySnackAmountLess
source: Your intake is almost enough
de: Ihre Zufuhr ist fast genug

# Feedback_HealthySnackAmountMuch
source: Your intake is a bit too much
de: Ihre Zufuhr ist ein wenig zu hoch

# Feedback_HealthySnackAmountNoValue
source: No snacks eaten
de: Keine Snacks gegessen

# Feedback_HealthySnackAmountWayLess
source: Your intake is way too little
de: Ihre Zufuhr ist viel zu gering

# Feedback_HealthySnackAmountWayMuch
source: Your intake is way too much
de: Ihre Zufuhr ist viel zu hoch

# Feedback_MealAmountIdeal
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_MealAmountLess
source: Your intake is almost enough
de: Ihre Zufuhr ist fast genug
