Repository: Ghufran0987/ZeroGravity
Catalog: ZeroGravity.Mobile/ZeroGravity.Mobile/Resx/AppResources.*.resx
Languages: de

# Feedback_MealAmountMuch
source: Your intake is a bit too much
de: Ihre Zufuhr ist ein wenig zu hoch

# Feedback_MealAmountNoValue
source: No intake found
de: Keine Zufuhr gefunden

# Feedback_MealAmountWayLess
source: Your intake is way too little
de: Ihre Zufuhr ist viel zu gering

# Feedback_MealAmountWayMuch
source: Your intake is way too much
de: Ihre Zufuhr ist viel zu hoch

# Feedback_CalorieDrinkAmountLess
source: Your intake looks good
de: Ihre Zufuhr ist gut

# Feedback_CalorieDrinkAmountMatch
source: Your intake looks okay
de: Ihre Zufuhr ist okay

# Feedback_CalorieDrinkAmountMuch
source: Your intake is a bit too much
de: Ihre Zufuhr ist ein wenig zu hoch

# Feedback_CalorieDrinkAmountNoValue
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_CalorieDrinkAmountWayLess
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_CalorieDrinkAmountWayMuch
source: Your intake is way too much
de: Ihre Zufuhr ist viel zu hoch

# Feedback_UnhealthySnackAmountLess
source: Your intake looks good
de: Ihre Zufuhr ist gut

# Feedback_UnhealthySnackAmountMatch
source: Your intake looks okay
de: Ihre Zufuhr ist okay

# Feedback_UnhealthySnackAmountMuch
source: Your intake is a bit too much
de: Ihre Zufuhr ist ein wenig zu hoch

# Feedback_UnhealthySnackAmountNoValue
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_UnhealthySnackAmountWayLess
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_UnhealthySnackAmountWayMuch
source: Your intake is way too much
de: Ihre Zufuhr ist viel zu hoch

# Feedback_WaterAmountIdeal
source: Your intake looks perfect
de: Ihre Zufuhr ist perfekt

# Feedback_WaterAmountLess
source: Drink a little bit more water
de: Trinken Sie ein wenig mehr

# Feedback_WaterAmountMuch
source: You are drinking a bit too much
de: Sie trinken ein wenig zu viel

# Feedback_WaterAmountNoValue
source: No water intake
de: Keine Wasserzufuhr

# Feedback_WaterAmountWayLess
source: Drink alot more water
de: Sie trinken viel zu wenig

# Feedback_WaterAmountWayMuch
source: You are drinking way too much
de: Sie trinken viel zu viel

# TrackedHistory_Activity
source: Exercise
de: Sport

# TrackedHistory_Breakfast
source: Breakfast
de: Frühstück

# TrackedHistory_Dinner
source: Dinner
de: Abendessen

# TrackedHistory_HealthySnack
source: Healthy Snack
de: Ges. Snack

# TrackedHistory_Lunch
source: Lunch
de: Mittagessen

# TrackedHistory_UnhealthySnack
source: Unhealthy Snack
de: Unges. Snack

# TrackedHistory_TextAt
source: {0} at {1}
de: {0} um {1}

# TrackedHistory_TextFor
source: {0} for {1}
de: {0} für {1}

# Feedback_MealAmountMedLess
source: Your intake is too little
de: Ihre Zufuhr ist zu niedrig

# Feedback_MealAmountMedMuch
source: Your intake is too much
de: Ihre Zufuhr ist zu hoch

# MealsSnacks_Ingredients
source: Ingredients
de: Zutaten

# MealsSnacks_Ingredients_Dairy
source: Dairy
de: Molkereiprodukte

# MealsSnacks_Ingredients_Dairy_Description
source: Milk, yoghurt, cheese and alternatives
de: Milch, Joghurt, Käse and Alternativen

# MealsSnacks_Ingredients_Fruits
source: Fruits
de: Früchte

# MealsSnacks_Ingredients_Grains
source: Grains
de: Kornprodukte

# MealsSnacks_Ingredients_Grains_Description
source: Bread, cereals, rice, pasta and other grains
de: Brot, Getreide, Reis, Pasta und andere Kornprodukte

# MealsSnacks_Ingredients_Protein_Description
source: Lean meat, fish, poultry, eggs and nuts
de: Mageres Fleisch, Fisch, Geflügel, Eier und Nüsse

# MealsSnacks_Ingredients_Vegetables
source: Vegetables
de: Gemüse

# Button_Retry
source: Retry
de: Wiederholen

# SugarBeatConnect_About_Title
source: About
de: Über

# SugarBeatConnect_DeviceDetails_Title
source: Please enter device details
de: Bitte Gerätedetails eingeben

# SugarBeatConnect_MacAddress
source: MAC ADDRESS
de: MAC ADRESSE

# SugarBeatConnect_Password
source: PASSWORD
de: PASSWORT

# SugarBeatConnect_Title
source: Integrations
de: Integrationen

# MetabolicHealth_Subtitle
source: Set glucose level
de: Stellen Sie den Glukosespiegel ein

# MetabolicHealth_Title
source: MetabolicHealth
de: Stoffwechsel

# Button_Manual
source: Manual
de: Manuell

# Common_Error_Unknown
source: An unknown error occured. Don't worry, we will check what went wrong.
de: Es ist ein unbekannter Fehler aufgetreten. Keine Sorge, wir werden überprüfen, was schief gelaufen ist.

# Activities_SelectService
source: Select service
de: Service auswählen

# Activities_Stepcounter
source: Step Counter
de: Schrittzähler

# ActivitySyncDetail_Intensity
source: Intensity
de: Intensität

# MetabolicHealth_ComingSoon
source: There's nothing here yet. Check back in a future update to use the metabolic health feature.
de: Hier ist noch nichts. Versuchen Sie es in einem zukünftigen Update erneut, um die Stoffwechselfunktion zu verwenden.

# Notifications_ComingSoon
source: There's nothing here yet. Check back in a future update to use the notifications feature.
de: Hier ist noch nichts. Versuchen Sie es in einem zukünftigen Update erneut, um die Benachrichtigungsfunktion zu verwenden.

# EnduranceTracking_ComingSoon
source: There's nothing here yet. Check back in a future update to use the endurance tracking feature.
de: Hier gibt es leider noch nichts. Schaue in einem späteren Update vorbei, um die Funktion Ausdauerverfolgung zu benutzun.

# EnduranceTracking_Title
source: Endurance
de: Ausdauer

# MyDay_EnduranceTracking
source: Endurance
de: Ausdauer

# HeartBeat_ComingSoon
source: There's nothing here yet. Check back in a future update to use the Heart Beat feature.
de: Hier gibt es leider noch nichts. Schaue in einem späteren Update vorbei, um die Funktion Heart Beat zu benutzun.

# AnalysisPage_Items_Activity
source: Activities
de: Aktivitäten

# AnalysisPage_Items_Breakfast
source: Breakfast
de: Frühstück

# AnalysisPage_Items_Dinner
source: Dinner
de: Abendessen

# AnalysisPage_Items_HealthySnack
source: Healthy Snacks
de: Ges. Snacks

# AnalysisPage_Items_Lunch
source: Lunch
de: Mittagessen

# AnalysisPage_Items_CalorieDrink
source: Calorie Drinks
de: Kalorienhaltige Getränke

# AnalysisPage_Items_UnhealthySnack
source: Unhealthy Snacks
de: Unges. Snacks

# AnalysisPage_Items_Water
source: Water
de: Wasser

# FastingData_EndsAtNextDay
source: Ends Tomorrow
de: ENDET MORGEN UM...

# Feedback_HealthySnackAmountMedMuch
source: Your intake is too much
de: Ihre Zufuhr ist zu hoch

# Feedback_WaterAmountMedLess
source: Please drink more
de: Trinken Sie mehr

# Feedback_WaterAmountMedMuch
source: Please drink less
de: Trinken Sie weniger

# AnalysisPage_Summary_Info_Description
source: Compare your recommended goals with your actual data based on your activity so far today.
de: Vergleichen Sie Ihre Empfehlungen (grau) mit den tatsächlichen Daten (rot oder grün), die Sie über einen Zeitraum von einem Tag angegeben haben.

# TermsAndPrivacyPageTitle
source: Terms & Privacy
de: Nutzungsbedingungen und Datenschutz

# TermsAndPrivacy_PrivacyTabTitle
source: Privacy policy
de: Datenschutzbestimmungen

# TermsAndPrivacy_TermsTabTitle
source: Terms of use
de: Nutzungsbedingungen

# TermsAndPrivacy_Paragraph_1
source: In order to get you started, we need a bit of information about you, your lifestyle and medical conditions. No worries, we keep your data save and will never share anything without your explicit consent.
de: Um Ihnen den Einstieg zu erleichtern, benötigen wir einige Informationen über Sie, Ihren Lebensstil und Ihre Erkrankungen. Keine Sorge, wir bewahren Ihre Daten sicher auf und geben ohne Ihre ausdrückliche Zustimmung niemals etwas weiter.

# MealsSnacks_Breakfast_Already_Created
source: The breakfast was already created.
de: Frühstück wurde bereits aufgenommen.

# MealsSnacks_Dinner_Already_Created
source: The dinner was already created.
de: Abendessen wurde bereits aufgenommen.

# MealsSnacks_Lunch_Already_Created
source: The lunch was already created.
de: Mittagessen wurde bereits aufgenommen.

# Feedback_MeditationAmountBad
source: Please meditate longer
de: Bitte meditieren sie länger

# Feedback_MeditationAmountGood
source: Your meditation looks good
de: Ihre Meditationszeit ist gut

# Feedback_MeditationAmountIdeal
source: Your meditation looks perfect
de: Ihre Meditationszeit ist perfekt

# Feedback_CalorieDrinkAmountMedLess
source: Your intake looks very good
de: Ihre Zufuhr ist sehr gut

# Feedback_CalorieDrinkAmountMedMuch
source: Your intake is too much
de: Ihre Zufuhr ist zu hoch

# Feedback_UnhealthySnackAmountMedLess
source: Your intake looks very good
de: Ihre Zufuhr ist sehr gut

# Feedback_UnhealthySnackAmountMedMuch
source: Your intake is too high
de: Ihre Zufuhr ist zu hoch

# Feedback_UpdateMeasurements_Title
source: Body measurements
de: Körpermaße

# GetStartedPage_JoinMiboko
source: Don't have an account?
de: Miboko beitreten

# GetStartedPage_NoAccount_Label
source: No account yet?
de: Noch kein Konto?

source: Join with Apple
de: Mit Apple beitreten

source: Join with email
de: Mit E-Mail beitreten

source: Join with Google
de: Mit Google beitreten

# Register_Description_1
source: Complete your details and immediately receive your personalised daily targets for great health.
de: Vervollständigen Sie Ihre Daten und erhalten Sie sofort Ihre persönlichen Tagesziele für eine gute Gesundheit.

# Register_Description_2
source: Completely free of charge.
de: Völlig kostenlos.

# Register_Description_3
source: Graduate on to our specialised programs when you are ready, focused on metabolic health, for better long term health.
de: Nehmen Sie an unseren Spezialprogrammen teil, wenn Sie bereit sind, sich auf die metabolische Gesundheit zu konzentrieren um langfristig eine bessere Gesundheit zu erreichen.

# Register_Holistic_Title
source: Holistic health for life test
de: Ganzheitliche Gesundheit fürs Leben

# Common_ThankYou
source: Thank you
de: Vielen Dank

# RegisterSuccessPage_Success_Description
source: Please check your mail for further instructions.
de: Bitte überprüfen Sie Ihr E-Mail Postfach

# BodyMeasurement_HowToMeasure
source: How to measure
de: Wie man misst

# WizardFinishSetupPage_StartTracking
source: START TRACKING
de: Beginne jetzt

# MealsAndSnacks_FastingActive
source: Please note:your fasting session is still active
de: Sie fasten heute

# CalorieDrinksAlcohol_FastingActive
source: You are supposed to be fasting today
de: Sie fasten heute

# Streaming_AddVideo
source: Add media
de: Video hinzufügen

# PickVideoUnsupported_Message
source: Your device does not allow picking videos.
de: Ihr Gerät unterstützt das Auswählen von Videos nicht.

# VideoUploadPageTitle
source: Media upload
de: Video hochladen

# TakeVideoUnsupported_Message
source: Your device does not allow taking videos.
de: Ihr Gerät unterstützt das Aufnehmen von Videos nicht.

# VideoUpload_PickedVideoTooLarge
source: The video you selected ({0} MB) exceeds the max. file size of {1} MB.
de: Das ausgewählte Video ({0} MB) übersteigt die max. Größe von {1} MB.

# VideoUpload_RecordedVideoTooLarge
source: The video you recorded ({0} MB) exceeds the max. file size of {1} MB.
de: Das aufgenommene Video ({0} MB) übersteigt die max. Größe von {1} MB.

# VideoUpload_NothingToUpload
source: There is nothing to upload. You can either pick a video from your device or record a new one.
de: Es gibt nichts hochzuladen. Es kann entweder ein Video aus dem Gerätespeicher oder ein neu aufgenommenes hochgeladen werden.

# VideoUpload_RecordVideo
source: Record a video
de: Ein Video aufnehmen

# VideoUpload_SelectVideo
source: Click to select file to upload. Supported filetypes include videos, photos, pdfs
de: Klicken Sie, um eine Datei auszuwählen

# VideoUpload_VideoDescription_Capitals
source: DESCRIPTION (OPTIONAL)
de: BESCHREIBUNG (OPTIONAL)

# VideoUpload_VideoTitle_Capitals
source: VIDEO TITLE
de: VIDEOTITEL

# Button_StartUpload
source: Start upload
de: Upload starten

# Language_Capitals
source: LANGUAGE
de: SPRACHE

# Language_English
source: English
de: Englisch

# Language_French
source: French
de: Französisch

# Language_German
source: German
de: Deutsch

# Language_Other
source: Other
de: Andere

source: Language
de: Sprache

# VideoUpload_VideoTitleMissing_Message
source: Please enter a title for the video.
de: Bitte vergeben Sie einen Videotitel.

# VideoUpload_Uploading
source: Uploading:
de: Hochladen:

# VideoUpload_SelectSource_Message
source: Select the video source.
de: Videoquelle auswählen

# Button_Cancel
source: Cancel
de: Abbrechen

# VideoUpload_CameraSource
source: Record with camera
de: Kameraaufnahme

# VideoUpload_DeviceStorageSource
source: From device storage
de: Aus Gerätespeicher

# Button_CancelUpload
source: Cancel upload
de: Upload abbrechen

# Button_GoToStream
source: Go to "stream"
de: Zurück zu "Stream"

# DateTimeType_12HourDay
source: 12h clock (am/pm)
de: 12 Std. Uhr (am/pm)

# DateTimetype_24HourDay
source: 24h clock
de: 24 Std. Uhr

# UnitType_Metric
source: Metric
de: Metrisch

# PersonalData_Time
source: Time
de: Zeit

# PersonalData_Units
source: Units
de: Einheiten

# Units_Pound
source: lbs
de: lb

# Feedback_HealthySnackAmountMedLess
source: Your intake is too low
de: Ihre Zufuhr ist zu niedrig

# PersonalData_Preferences
source: Preferences
de: Einstellungen

# SugarBeatConnect_Link_Error_Message
source: Linking to Miboko failed. Please try again.
de: Die Verbindung zu Miboko ist fehlgeschlagen. Bitte versuchen Sie es erneut.

# SugarBeatConnect_Link_Error_Title
source: Failed to link Miboko.
de: Verbindung zu Miboko fehlgeschlagen

# SugarBeatConnect_Unlink_Error_Message
source: Unlinking from Miboko failed. Please try again.
de: Die Trennung von Miboko ist fehlgeschlagen. Bitte versuchen Sie es erneut.

# SugarBeatConnect_Unlink_Error_Title
source: Failed to unlink Miboko.
de: Trennung von Miboko fehlgeschlagen

# Bluetooth_Off_Message
source: Please turn bluetooth on.
de: Bitte aktivieren Sie Bluetooth.

# Bluetooth_Off_Title
source: Bluetooth not available
de: Bluetooth nicht verfügbar

# Permission_Location_Required_Message
source: In order to proceed, permisison for location is required.
de: Um fortzufahren, wird die Berechtigung auf Standort benötigt.

# Permission_Location_Required_Title
source: Location permission required
de: Berechtigung für Standort wird benötigt

# SugarBeatConnect_Pairing_Unsuccessful_Message
source: No Miboko device could be discovered. Please try again.
de: Es konnte kein Miboko Gerät gefunden werden. Bitte versuchen Sie es erneut.

# SugarBeatConnect_Pairing_Unsuccessful_Title
source: No Miboko device found.
de: Kein Miboko Gerät erkannt

# Common_Success
source: Success
de: Erfolgreich

# SugarBeatConnect_Pairing_Successful
source: Connected with Miboko
de: Verbunden mit Miboko

# SugarBeatConnect_Invalid_Mac_Address_Format_Message
source: Please ensure the MAC address consists 6 pairs of 2 characters each pair.
de: Bitte stellen Sie sicher, dass die MAC Adresse aus 6 Paaren zu je 2 Zeichen besteht.

# SugarBeatConnect_Invalid_Mac_Address_Format_Title
source: Invalid MAC address
de: Ungültige MAC Adresse

# SugarBeatConnect_Invalid_Password_Format_Message
source: Please ensure the password to have exactly 4 characters.
de: Bitte stellen Sie sicher, dass das Passwort 4 Zeichen enthält.

# SugarBeatConnect_Invalid_Password_Format_Title
source: Invalid password
de: Ungültiges Passwort

# HoldingPage_CloseButton
source: Close
de: Schließen

# HoldingPage_DoNotShowAgain
source: Do now show message again
de: Diese Nachricht nicht mehr anzeigen

# MealsSnacks_Breakfast_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# MealsSnacks_Dinner_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# MealsSnacks_Lunch_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# MealsSnacks_UnhealthySnack_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# HeartBeat_HoldingPage_Description
source: Under Construction
de: In Bearbeitung

# WaterIntake_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# WellbeingData_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# Activities_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# EnduranceTracking_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# FastingData_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# MetabolicHealth_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# MeditationArea_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# CalorieDrinksAlcohol_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# Streaming_HoldingPage_Description
source: Under construction
de: In Bearbeitung

# PersonalData_Guidance_Title
source: Guidance
de: Anleitung
